#Translated by:
#Susana Lopez Barreras <susibarreras@gmail.com>

# generic errors
100=Error gen\u00e9rico
101=No se pueden cargar datos

# errors for map catalogue.
5000=No se puede borrar el mapa: tiene caracter\u00edsticas asociadas
5001=No se puede borrar el mapa
5002=No se puede insertar el nuevo mapa
5003=No se puede insertar / modificar el mapa
5004=No se puede cargar el mapa
5005=No se puede insertar el nuevo mapa: nombre ya en uso
5006=Falta insertar ruta
5007=Un campo obligatorio (*) no puede ser vac\u00edo
5008=Nombre ya en uso por otro mapa
5009=La inserci\u00f3n/modificaci\u00f3n del mapa ha fallado debido a un error de la base de datos
5010=El borrado del mapa ha fallado debido a un error de la base de datos
5011=La carga del mapa ha fallado debido a un error de la base de datos
5012=El mapa solicitado no puede cargarse

5013=No se puede borrar la caracter\u00edstica: est\u00e1 siendo usada en los mapas
5014=No se puede borrar la caracter\u00edstica
5015=No se puede insertar la nueva caracter\u00edstica
5016=No se puede insertar / modificar la caracter\u00edstica
5017=No se puede cargar la caracter\u00edstica
5018=No se puede insertar la nueva caracter\u00edstica: nombre ya en uso
5019=Un campo obligatorio (*) no puede ser vac\u00edo
5020=Nombre ya en uso por otra caracter\u00edstica
5021=La inserci\u00f3n/modificaci\u00f3n de la caracter\u00edstica ha fallado debido a un error de la base de datos
5022=El borrado de la caracter\u00edstica ha fallado debido a un error de la base de datos
5023=La carga de la caracter\u00edstica ha fallado debido a un error de la base de datos
5024=La caracter\u00edstica solicitada no puede cargarse
5025=Algunas caracter\u00edsticas asociadas al mapa no existen en la nueva plantilla. \u00bfQuiere borrar las relaciones con esas caracter\u00edsticas?:
5026=\u00bfConfirma el borrado de la relaci\u00f3n entre el mapa y la caracter\u00edstica?
5027=La inserci\u00f3n de la relaci\u00f3n ha fallado debido a un error en la base de datos
5028=El borrado de la relaci\u00f3n ha fallado debido a un error en la base de datos
5029=Algunos valores de la p\u00e1gina han sido modificados. \u00bfDesea guardar los cambios?
5030=No se puede recuperar el contenido del SVG. Identificador no establecido correctamente
5031=El contenido del archivo svg es inv\u00e1lido.

# labels for interface
SBIMapCatalogue.titleMenu = CAT\u00c1LOGO DE MAPAS
SBIMapCatalogue.listMaps = LISTA DE MAPAS
SBIMapCatalogue.listFeatures = LISTA DE CARACTER\u00cdSTICAS
SBIMapCatalogue.detailMap = DETALLE DEL MAPA
SBIMapCatalogue.detailFeature = DETALLE CARACTER\u00cdSTICA

SBIMapCatalogue.linkDefHier = Jerarqu\u00eda de configuraci\u00f3n por defecto
SBIMapCatalogue.linkMaps = Gesti\u00f3n de mapas
SBIMapCatalogue.linkFeatures = Gesti\u00f3n de caracter\u00edsticas
SBIMapCatalogue.TypeTerritorial = Territorial
SBIMapCatalogue.TypePositional = Posicional
SBIMapCatalogue.columnName = Nombre
SBIMapCatalogue.columnDescr = Descripci\u00f3n
SBIMapCatalogue.columnUrl = Plantilla
SBIMapCatalogue.columnType = Tipo
SBIMapCatalogue.columnFormat = Formato
SBIMapCatalogue.columnNumMaps = N\u00fam. Mapas
SBIMapCatalogue.columnNumFeatures = N\u00fam. Caracter\u00edsticas
SBIMapCatalogue.detailCaption = Detalle
SBIMapCatalogue.deleteCaption = Borrar
SBIMapCatalogue.insertButton = Insertar
SBIMapCatalogue.saveButton = Guardar
SBIMapCatalogue.saveButtBack = Guardar y volver
SBIMapCatalogue.eraseButton = Eliminar
SBIMapCatalogue.backButton = Volver
SBIMapCatalogue.newMapFeature = Nuevo...
SBIMapCatalogue.lookupFeaturesButton = Buscar caracter\u00edstica
SBIMapCatalogue.downloadMap = Descargar Mapa...
#label per cancellazione feature da lista (creata con taglib) 
SBIMapCatalogue.ConfirmDeleteFeature = Esta caracter\u00edstica es utilizada en algunos mapas. Despu\u00e9s de su borrado esos mapas ser\u00e1n in\u00fatiles. \u00bfBorrar la caracter\u00edstica de todas maneras?
