#Translated by:
#Susana Lopez Barreras <susibarreras@gmail.com>

# generic errors
100=Error gen\u00e9rico
101=No se pueden cargar datos

# errors for import / export
8001=No se pueden asociar m\u00e1s roles exportados al mismo sistema de rol
8002=Una conexi\u00f3n exportada no est\u00e1 asociada a una conexi\u00f3n del sistema actual
8003=Error al obtener las asociaciones de la conexi\u00f3n
8004=Error gen\u00e9rico durante la fase de importaci\u00f3n
8005=Error gen\u00e9rico durante la fase de exportaci\u00f3n
8006=Nombre del archivo exportado no especificado
8007=Archivo exportado no cargado
8008=<br/>No se puede exportar el Lov (Lista de Valores) <b>'%0'</b> ya que est\u00e1 asociado a un data source <b>'%1'</b>que no est\u00e1 definido. <br/> Compruebe la configuraci\u00f3n del data source o cambie el lov del data source.
8009=Archivo de asociaciones no v\u00e1lido

8010=Error durante la exportaci\u00f3n de un documento Kpi 
8011= No se puede econtrarse export.properties file: Aseg\u00farese de no haber cambiado el nombre del archivo de exportaci\u00f3n.
8012= No se puede abrir sesi\u00f3n en el BD exportado: Crontolar el script de exportaci\u00f3n
8013= Error en la recuperaci\u00f3n de las funciones exportadas
8014 = Error en la recuperaci\u00f3n de objetos bi exportados desde tabla %0 
8015 = Error en la recuperaci\u00f3n de los motores exportados
8016 = Error al actualizar la referencia de conexi\u00f3n para exportar lov
8017 = Error al escribir contenido del archivo comprimido en un archivo tmp
8018 = Error en la comprobaci\u00f3n de las funciones, hay dos funciones exportadas que se han elegido como referencia a la misma funci\u00f3n del sistema
8019 = Error al importar (0%) con el identificador (% 1)
8020 = Error al importar %0 con %1: %2
8021= Error durante la importaci\u00f3n de la plantilla referente al documento con etiqueta %0: El tama\u00f1o de plantilla podr\u00eda ser superior a la configuraci\u00f3n establecida de la base de datos: comprobar el registro para obtener m\u00e1s informaci\u00f3n
8022 = Error while importing datasource (%0): current user is not superadmin and cannot handle datasource of JNDI type  
8023 = Error while importing datasource (%0): datasource is not associated to current tenant %1 and user cannot create association
8024 = Error while importing engine (%0): engine is not associated to current tenant %1 and user is not superadmin and thus cannot do association
8025 = Error while importing engine (%0): user is not superadmin and cannot insert new engine

9000 = Error: Se ha encontrado en la base de datos importada m\u00e1s de un 0% con la misma clave
9001 = Error: Se ha encontrado en la base de datos importada m\u00e1s de un umbral con el mismo c\u00f3digo
9002 = Error: Se ha encontrado en la base de datos importada m\u00e1s de un Kpi con el mismo nombre 
9003 = Error: Se ha encontrado en la base de datos importada m\u00e1s de un modelocon el mismo c\u00f3digo 
9004 = Error: Se ha encontrado en la base de datos importada m\u00e1s de una instancia de modelo con la misma etiqueta 
9005 = Error: Se ha encontrado en la base de datos importada m\u00e1s de una fuente con el mismo nombre 
9006 = Error: Se ha encontrado en la base de datos importada m\u00e1s de una preiodicidad con el mismo nombre 
9007 = Error: Se ha encontrado en la base de datos importada m\u00e1s de una alarma con la misma etiqueta 
9008 = Error: Se ha encontrado en la base de datos importada m\u00e1s de un contacto alarma con el mismo nombre 
9009 = Error: Se ha encontrado en la base de datos importada m\u00e1s de un valor umbral con el mismo nombre y referenciando al mismo umbral 
9010 = Error: Se ha encontrado en la base de datos importada m\u00e1s de un relcion kpi con el mismo Kpi hijo, padre y par\u00e1metro 

10000 = Error mientras se intentaba recuperar (%0) correspondiendo a (%1) con etiqueta (%2) 


# labels for interface
SBISet.importexport = Importar / Exportar
SBISet.export = Exportar
SBISet.import = Importar
SBISet.importexport.selectall = Seleccionar Todo
SBISet.importexport.deselectall = Deseleccionar Todo
SBISet.importexport.nameExp = Nombre de Exportaci\u00f3n
SBISet.importexport.fileArchive = Exportar Archivo
SBISet.importexport.fileAssociation = Asociaci\u00f3n de archivos
SBISet.importexport.opProg = Operaci\u00f3n en curso... (Por favor, espere)
SBISet.importexport.opComplete = Operaci\u00f3n completa
SBISet.importexport.exportCompleteResourcesWarning = Recuerde que los recursos (repositorios ETL ...) no fueros exportados: tiene que copiarlos de la carpeta de recursos de este sistema a la carpeta correspondiente del entorno fijado.
SBISet.roleAssociation = Asociaci\u00f3n de Roles
SBISet.engineAssociation = Asociaci\u00f3n de Motores
SBISet.datasourceAssociation = Asociaci\u00f3n de Data Source
SBISet.impexp.exportedRoles = Roles exportados
SBISet.impexp.currentRoles = Roles del portal en uso
SBISet.impexp.rolerule1 = Los roles exportados y los roles existentes con el mismo nombre, se asocian autom\u00e1ticamente
SBISet.impexp.rolerule2 = Los roles exportados no asociados, ser\u00e1n importados de todas formas
SBISet.impexp.rolerule3 = Dos o m\u00e1s roles exportados no pueden ser asociados a un rol del portal en uso
SBISet.impexp.exportedEngines = Motores exportados
SBISet.impexp.currentEngines = Motores definidos en el portal en uso
SBISet.impexp.enginerule1 = Los motores exportados no asociados, ser\u00e1n importados de todas formas
SBISet.impexp.exportedDS = Datasources exportados
SBISet.impexp.currentDS = Datasources definidos en el portal en uso.
SBISet.impexp.datasourceRule1 = Los datasources exportados no asociados, ser\u00e1n importados de todas formas
SBISet.impexp.noDSExported = Ning\u00fan datasource exportado
SBISet.impexp.noEngineExported = Ning\u00fan motor exportado
SBISet.impexp.noRoleExported = Ning\u00fan rol exportado
SBISet.impexp.exportedLovs = Lista de valores exportada
SBISet.impexp.currentLovs = Lista de valores definida en el portal en uso
SBISet.impexp.exportedFunctionalities = Funcionalidades Exportadas
SBISet.impexp.currentFunctionalities = Funcionalidades definidas en el portal en uso
SBISet.impexp.exportedChecks = Controles Exportados
SBISet.impexp.currentChecks = Controles definidos en el portal en uso
SBISet.impexp.exportedParameters = Par\u00e1metros exportados
SBISet.impexp.currentParameters = Par\u00e1metros definidos en el portal en uso
SBISet.impexp.exportedParuses = Usos de Par\u00e1metros Exportados
SBISet.impexp.currentParuses = Usos de par\u00e1metros definidos en el portal en uso
SBISet.impexp.exportedObjects = Objetos Exportados
SBISet.impexp.currentObjects = Objetos definidos en el portal en uso
SBISet.impexp.metadatarule1 = El sistema ha detectado conflictos sobre algunos metadatos exportados
SBISet.impexp.metadatarule2 = Si la opci\u00f3n de sobreescribir est\u00e1 activada, los metadatos exportados pueden sobreescribir los metadatos con el mismo identificador \u00fanico del portal existente.
SBISet.impexp.metadatarule3 = Puede parar el proceso de importaci\u00f3n y cambiar los identificadores de los metadatos que causan conflictos. 
SBISet.impexp.metadatarule4 = Si continua y la opci\u00f3n de sobreescribir est\u00e1 desactivada, el sistema no insertar\u00e1 los metadatos que causen conflictos.
SBISet.metadataConflicts = Conflictos de Meta-datos
Sbi.back = Volver
Sbi.exit = Salir
Sbi.next = Siguiente
Sbi.download = Descargar
Sbi.downloadLog = Descargar archivo de logs
Sbi.downloadAss = Descargar archivo de asociaciones
Sbi.selectcombo = Seleccionar ...
Sbi.lovs = Lista de valores
Sbi.functionalities = Funcionalidades
Sbi.engines = Motores
Sbi.checks = Controles
Sbi.parameters = Par\u00e1metros
Sbi.paruses = Modos de utilizaci\u00f3n de los par\u00e1metros
Sbi.objects = Objetos
Sbi.associated = Asociaci\u00f3n ejecutada por el archivo de asociaciones en uso
Sbi.saved.ok = Asociaciones del fichero guardadas correctamente
Sbi.saved.ko = Error al guardar ficheros asociados
Sbi.saving.alreadyExisting = Ya existe un archivo asociado con el mismo nombre, \u00bfsobreescribir?
Sbi.saving.nameNotSpecified = Nombre no especificado!
Sbi.saving.insertNew = Insertar uno nuevo
Sbi.saving.associationFileNotValid = Asociaci\u00f3n de fichero no v\u00e1lida
Sbi.saving.associationFileNotSpecified = Asociaci\u00f3n de fichero no especificada

# labels for tree
tree.rootfolder.name = Funcionalidades (Areas)
tree.rootfolder.description = Funcionalidades (Areas)
tree.objectstree.name = \u00c1rbol de Objetos
SBISet.importexport.expSubView = Exportar sub vistas
SBISet.importexport.expSnapshots = Exportar instant\u00e1neas

#SBISet.importexport.expResources= Export resources (OLAP schemas, datamarts, ETL jobs)

impexp.manualtask.datamarts = Documentos Datamart: Publicaci\u00f3n y Configuraci\u00f3n
impexp.manualtask.birtDocsUpdate = Documentos Birt: Actualizar
impexp.manualtask.exists = \u00a1Atenci\u00f3n! Algunas de las tareas del proceso de importaci\u00f3n no se pueden ejecutar autom\u00e1ticamente. Las siguientes tareas deben ser realizadas para completar el proceso de importaci\u00f3n. Por favir, haga clic en cada una de ellas, guarde el archivo descargado y siga las instrucciones que encontrar\u00e1 dentro (v\u00e9ase el archivo Readme.txt). 

impexp.manageAss = Gestionar Asociaciones
impexp.Associations = Asociaciones
impexp.withoutAss = Ninguna Asociaci\u00f3n
impexp.mandatoryAss = Asociaciones obligatorias
impexp.defaultAss = Asociaciones por defecto
impexp.savedAss = Asociaciones guardadas
impexp.selectFromList = Seleccionar de la lista
impexp.saveAss = Guardar asociaciones de ficheros
impexp.name = Nombre
impexp.description = Descripci\u00f3n
impexp.creationDate = Fecha de Creaci\u00f3n
impexp.save = Guardar
impexp.listAssFile = Lista de Asociaciones de Archivos
impexp.erase = Borrar
impexp.select = Seleccionar
impexp.file = Archivo

impexp.overwrite = \u00bfSobreescribir los metadatos existentes con los exportados?
impexp.overwrite.no = No
impexp.overwrite.yes = S\u00ed 
